Repository: dias-smith-rock/noise-record
Catalog: NoiseRecord/NoiseRecord/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# iap.error.unknown
source: An unknown purchase result was returned.
bg: Върнат е неизвестен резултат от покупката.
ca: S'ha retornat un resultat de compra desconegut.
cs: Byl vrácen neznámý výsledek nákupu.
da: Et ukendt købsresultat blev returneret.
de: Es wurde ein unbekanntes Kaufergebnis zurückgegeben.
el: Επιστράφηκε ένα άγνωστο αποτέλεσμα αγοράς.
fi: Tuntematon ostotulos palautettiin.
he: הוחזרה תוצאת רכישה לא ידועה.
hr: Vraćen je nepoznat rezultat kupnje.
hu: Ismeretlen vásárlási eredményt küldtek vissza.
id: Hasil pembelian yang tidak diketahui dikembalikan.
it: È stato restituito un risultato di acquisto sconosciuto.
ja: 不明な購入結果が返されました。
ko: 알 수 없는 구매 결과가 반환되었습니다.
ms: Keputusan pembelian yang tidak diketahui telah dikembalikan.
nb: Et ukjent kjøpsresultat ble returnert.
nl: Er is een onbekend aankoopresultaat geretourneerd.
pl: Zwrócono nieznany wynik zakupu.
ro: A fost returnat un rezultat necunoscut al achiziției.
sk: Neznámy výsledok nákupu bol vrátený.
sv: Ett okänt köpresultat returnerades.
th: ผลการซื้อที่ไม่รู้จักถูกส่งคืน
tr: Bilinmeyen bir satın alma sonucu döndürüldü.
uk: Повернено невідомий результат покупки.
vi: Một kết quả mua hàng không xác định đã được trả lại.
zh_hans: 收到未知的购买结果。
zh_hant: 收到未知的購買結果。

# iap.error.verificationFailed
source: Purchase verification failed. Contact support if you were charged.
bg: Проверката на покупката е неуспешна. Свържете се с поддръжката, ако сте били таксувани.
ca: La verificació de la compra ha fallat. Contacta amb el servei d'assistència si t'han cobrat.
cs: Ověření nákupu se nezdařilo. Pokud vám byly účtovány poplatky, kontaktujte podporu.
da: Købsbekræftelse mislykkedes. Kontakt support, hvis du blev debiteret.
de: Die Kaufbestätigung ist fehlgeschlagen. Wenden Sie sich an den Support, wenn Ihnen eine Gebühr berechnet wurde.
el: Η επαλήθευση αγοράς απέτυχε. Επικοινωνήστε με την υποστήριξη εάν χρεωθήκατε.
fi: Ostoksen vahvistus epäonnistui. Ota yhteyttä tukeen, jos sinua veloitetaan.
he: אימות הרכישה נכשל. פנה לתמיכה אם חויבת.
hr: Provjera kupnje nije uspjela. Kontaktirajte podršku ako vam je naplaćeno.
hu: A vásárlás ellenőrzése nem sikerült. Lépjen kapcsolatba az ügyfélszolgálattal, ha megterhelték.
id: Verifikasi pembelian gagal. Hubungi dukungan jika Anda ditagih.
it: La verifica dell'acquisto non è riuscita. Contatta l'assistenza se ti è stato addebitato un importo.
ja: 購入認証に失敗しました。請求された場合はサポートにお問い合わせください。
ko: 구매 확인에 실패했습니다. 요금이 청구된 경우 지원팀에 문의하세요.
ms: Pengesahan pembelian gagal. Hubungi sokongan jika anda dicaj.
nb: Kjøpsbekreftelse mislyktes. Kontakt kundestøtte hvis du ble belastet.
nl: Aankoopverificatie mislukt. Neem contact op met de ondersteuning als er kosten in rekening zijn gebracht.
pl: Weryfikacja zakupu nie powiodła się. Skontaktuj się z pomocą techniczną, jeśli pobrano opłatę.
ro: Verificarea achiziției nu a reușit. Contactați asistența dacă ați fost taxat.
sk: Overenie nákupu zlyhalo. Ak vám boli účtované poplatky, kontaktujte podporu.
sv: Köpverifiering misslyckades. Kontakta supporten om du har blivit debiterad.
th: การยืนยันการซื้อล้มเหลว ติดต่อฝ่ายสนับสนุนหากคุณถูกเรียกเก็บเงิน
tr: Satın alma doğrulaması başarısız oldu. Sizden ücret alınıyorsa destek ekibiyle iletişime geçin.
uk: Помилка підтвердження покупки. Зверніться до служби підтримки, якщо з вас стягнуто плату.
vi: Xác minh mua hàng không thành công. Hãy liên hệ với bộ phận hỗ trợ nếu bạn bị tính phí.
zh_hans: 购买验证失败。若已扣款，请联系客服。
zh_hant: 購買驗證失敗。若已扣款，請聯絡客服。

# iap.noAdsBadge
source: No Ads
bg: Без реклами
ca: No hi ha anuncis
cs: Žádné reklamy
da: Ingen annoncer
de: Keine Werbung
el: Χωρίς διαφημίσεις
fi: Ei mainoksia
he: אין מודעות
hr: Nema reklama
hu: Nincsenek hirdetések
id: Tanpa Iklan
it: Nessuna pubblicità
ja: 広告なし
ko: 광고 없음
ms: Tiada Iklan
nb: Ingen annonser
nl: Geen advertenties
pl: Brak reklam
ro: Fără reclame
sk: Žiadne reklamy
sv: Inga annonser
th: ไม่มีโฆษณา
tr: Reklam Yok
uk: Без реклами
vi: Không có quảng cáo
zh_hans: 免广告
zh_hant: 免廣告

# liveActivity.scene.conversation
source: Normal conversation
bg: Нормален разговор
ca: Conversa normal
cs: Normální rozhovor
da: Normal samtale
de: Normales Gespräch
el: Κανονική συνομιλία
fi: Normaali keskustelu
he: שיחה רגילה
hr: Normalan razgovor
hu: Normális beszélgetés
id: Percakapan biasa
it: Conversazione normale
ja: 通常の会話
ko: 일반적인 대화
ms: Perbualan biasa
nb: Normal samtale
nl: Normaal gesprek
pl: Normalna rozmowa
ro: Conversație normală
sk: Normálny rozhovor
sv: Vanligt samtal
th: บทสนทนาปกติ
tr: Normal konuşma
uk: Нормальна розмова
vi: Cuộc trò chuyện bình thường
zh_hans: 正常交谈
zh_hant: 正常交談

# liveActivity.scene.drill
source: Power drill
bg: Електрическа бормашина
ca: Trepant elèctric
cs: Elektrická vrtačka
da: Boremaskine
de: Bohrmaschine
el: Ηλεκτρικό τρυπάνι
fi: Porakone
he: מקדחה כוח
hr: Električna bušilica
hu: Villanyfúró
id: Bor motor
it: Trapano elettrico
ja: 電動ドリル
ko: 파워 드릴
ms: Gerudi kuasa
nb: Kraftdrill
nl: Boormachine
pl: Wiertarka elektryczna
ro: Burghiu electric
sk: Elektrická vŕtačka
sv: Elektrisk borrmaskin
th: สว่านไฟฟ้า
tr: Elektrikli matkap
uk: Електрична дриль
vi: Máy khoan điện
zh_hans: 电钻施工
zh_hant: 電鑽施工

# liveActivity.scene.traffic
source: Busy traffic
bg: Натоварен трафик
ca: Trànsit ocupat
cs: Rušný provoz
da: Travl trafik
de: Viel Verkehr
el: Κυκλοφοριακή κίνηση
fi: Vilkas liikenne
he: תנועה עמוסה
hr: Gust promet
hu: Forgalmas forgalom
id: Lalu lintas sibuk
it: Traffico intenso
ja: 交通量が多い
ko: 교통 혼잡
ms: Lalu lintas yang sibuk
nb: Travel trafikk
nl: Druk verkeer
pl: Zajęty ruch
ro: Trafic aglomerat
sk: Rušná premávka
sv: Upptagen trafik
th: การจราจรติดขัด
tr: Yoğun trafik
uk: Жвавий рух
vi: Giao thông đông đúc
zh_hans: 繁忙交通
zh_hant: 繁忙交通

# liveActivity.scene.whisper
source: Whisper quiet
bg: Шепни тихо
ca: Xiuxiueja en silenci
cs: Tiše šeptejte
da: Hvisk stille
de: Flüsterleise
el: Ψιθύρισε ήσυχα
fi: Kuiskaa hiljaa
he: לחש שקט
hr: Šapni tiho
hu: Suttogj csendesen
id: Berbisik pelan
it: Sussurra tranquillo
ja: 静かにささやきます
ko: 조용히 속삭여
ms: Bisik senyap
nb: Hvisk stille
nl: Fluister stil
pl: Szepcz cicho
ro: Şopteşte linişte
sk: Šepot ticho
sv: Viska tyst
th: กระซิบเงียบๆ
tr: Fısıltı sessizliği
uk: Шепіт тихо
vi: Thì thầm yên lặng
zh_hans: 悄悄话
zh_hant: 悄悄話

# liveActivity.status.ended
source: Monitoring stopped
bg: Наблюдението спря
ca: El seguiment es va aturar
cs: Sledování zastaveno
da: Overvågning stoppet
de: Die Überwachung wurde gestoppt
el: Η παρακολούθηση σταμάτησε
fi: Valvonta lopetettu
he: הניטור הופסק
hr: Praćenje zaustavljeno
hu: A megfigyelés leállt
id: Pemantauan dihentikan
it: Monitoraggio interrotto
ja: 監視停止中
ko: 모니터링이 중지되었습니다.
ms: Pemantauan dihentikan
nb: Overvåking stoppet
nl: Het toezicht is gestopt
pl: Monitorowanie zatrzymane
ro: Monitorizarea a fost oprită
sk: Monitorovanie zastavené
sv: Övervakningen upphörde
th: หยุดการตรวจสอบแล้ว
tr: İzleme durduruldu
uk: Моніторинг припинено
vi: Đã dừng giám sát
zh_hans: 监测已停止
zh_hant: 監測已停止

# liveActivity.status.monitoringHighSensitivity
source: High-sensitivity monitoring…
bg: Мониторинг с висока чувствителност...
ca: Monitorització d'alta sensibilitat...
cs: Vysoce citlivý monitoring…
da: Højfølsom overvågning...
de: Hochempfindliche Überwachung…
el: Παρακολούθηση υψηλής ευαισθησίας…
fi: Erittäin herkkä valvonta…
he: ניטור ברגישות גבוהה...
hr: Visoko osjetljivi nadzor…
hu: Nagy érzékenységű monitorozás…
id: Pemantauan sensitivitas tinggi…
it: Monitoraggio ad alta sensibilità...
ja: 高感度モニタリング…
ko: 고감도 모니터링…
ms: Pemantauan sensitiviti tinggi…
nb: Høysensitiv overvåking...
nl: Hooggevoelige monitoring…
pl: Monitorowanie o wysokiej czułości…
ro: Monitorizare de înaltă sensibilitate...
sk: Monitorovanie s vysokou citlivosťou…
sv: Högkänslig övervakning...
th: การตรวจสอบความไวสูง...
tr: Yüksek hassasiyetli izleme…
uk: Високочутливий моніторинг…
vi: Giám sát độ nhạy cao…
zh_hans: 正在高灵敏侦测中…
zh_hant: 正在高靈敏偵測中…

# liveActivity.status.monitoringStandard
source: Monitoring in standard mode…
bg: Мониторинг в стандартен режим...
ca: Monitorització en mode estàndard...
cs: Monitorování ve standardním režimu…
da: Overvågning i standardtilstand...
de: Überwachung im Standardmodus…
el: Παρακολούθηση σε τυπική λειτουργία…
fi: Valvonta normaalitilassa…
he: ניטור במצב רגיל...
hr: Praćenje u standardnom načinu…
hu: Megfigyelés normál módban…
id: Pemantauan dalam mode standar…
it: Monitoraggio in modalità standard...
ja: 標準モードで監視中…
ko: 표준 모드로 모니터링…
ms: Pemantauan dalam mod standard…
nb: Overvåking i standardmodus...
nl: Bewaking in standaardmodus…
pl: Monitorowanie w trybie standardowym…
ro: Monitorizare în modul standard...
sk: Monitorovanie v štandardnom režime…
sv: Övervakning i standardläge...
th: กำลังตรวจสอบในโหมดมาตรฐาน...
tr: Standart modda izleme…
uk: Моніторинг в стандартному режимі…
vi: Giám sát ở chế độ tiêu chuẩn…
zh_hans: 正在标准模式监测中…
zh_hant: 正在標準模式監測中…

# liveActivity.status.voiceRecording
source: Voice-triggered recording active
bg: Записът, задействан с глас, е активен
ca: Enregistrament activat per veu activa
cs: Nahrávání spouštěné hlasem je aktivní
da: Stemmeudløst optagelse aktiv
de: Sprachgesteuerte Aufnahme aktiv
el: Ενεργή εγγραφή με φωνητική ενεργοποίηση
fi: Äänikäynnistetty tallennus aktiivinen
he: הקלטה מופעלת באמצעות קול פעילה
hr: Aktivno je snimanje pokrenuto glasom
hu: Hangvezérelt felvétel aktív
id: Rekaman yang dipicu suara aktif
it: Registrazione attivata dalla voce attiva
ja: 音声トリガー録音がアクティブです
ko: 음성 트리거 녹음이 활성화되었습니다.
ms: Rakaman dicetuskan suara aktif
nb: Stemmeutløst opptak aktivt
nl: Spraakgestuurde opname actief
pl: Aktywne nagrywanie wyzwalane głosem
ro: Înregistrare declanșată de voce activă
sk: Nahrávanie spustené hlasom je aktívne
sv: Röstaktiverad inspelning aktiv
th: เปิดใช้งานการบันทึกเสียงด้วยเสียง
tr: Sesle tetiklenen kayıt etkin
uk: Голосовий запис активний
vi: Ghi âm kích hoạt bằng giọng nói đang hoạt động
zh_hans: 声控录音已唤醒
zh_hant: 聲控錄音已喚醒

# liveActivity.status.voiceStandby
source: Voice standby, still monitoring…
bg: Гласов режим на готовност, все още се наблюдава...
ca: En espera de veu, encara s'està supervisant...
cs: Hlasový pohotovostní režim, stále sledování…
da: Stemmestandby, overvåger stadig...
de: Sprachbereitschaft, Überwachung läuft weiter…
el: Φωνητική αναμονή, συνεχής παρακολούθηση…
fi: Äänen valmiustila, edelleen valvonta…
he: המתנה קולית, עדיין במעקב...
hr: Glasovno stanje pripravnosti, i dalje praćenje...
hu: Hang készenlét, továbbra is figyel…
id: Siaga suara, masih memantau…
it: Standby vocale, monitoraggio ancora in corso...
ja: 音声スタンバイ、監視中…
ko: 음성 대기, 계속 모니터링 중…
ms: Bersedia suara, masih memantau…
nb: Stemmestandby, overvåker fortsatt...
nl: Spraak-stand-by, nog steeds meeluisterend...
pl: Tryb gotowości głosowej, ciągłe monitorowanie…
ro: Voce standby, monitorizare în continuare...
sk: Hlasový pohotovostný režim, stále monitorovanie…
sv: Röststandby, övervakar fortfarande...
th: สแตนด์บายด้วยเสียง ยังคงติดตาม...
tr: Ses beklemede, izleme devam ediyor…
uk: Голос у режимі очікування, моніторинг триває…
vi: Chế độ chờ bằng giọng nói, vẫn đang theo dõi…
zh_hans: 声控待命，持续监测中…
zh_hant: 聲控待命，持續監測中…

# overlay.gps.coordinates
source: Lat: %1$.4f, Lon: %2$.4f
bg: Широчина: %1$.4f, дължина: %2$.4f
cs: Šířka: %1$.4f, délka: %2$.4f
da: Breddegrad: %1$.4f, længde: %2$.4f
de: Breitengrad: %1$.4f, Längengrad: %2$.4f
fi: Leveys: %1$.4f, Pit.: %2$.4f
he: רוחב: %1$.4f, זמן: %2$.4f
hr: Lat: %1$.4f, Duž.: %2$.4f
hu: Szél.: %1$.4f, Hossz: %2$.4f
id: Lintang: %1$.4f, Panjang: %2$.4f
it: Latitudine: %1$.4f, Longitudine: %2$.4f
ja: 緯度: %1$.4f、経度: %2$.4f
ko: 위도: %1$.4f, 경도: %2$.4f
nb: Breddegrad: %1$.4f, L.: %2$.4f
pl: Szerokość: %1$.4f, długość: %2$.4f
sk: Šírka: %1$.4f, dĺžka: %2$.4f
sv: Lat: %1$.4f, längd: %2$.4f
th: ละติจูด: %1$.4f, ลอน: %2$.4f
tr: Enlem: %1$.4f, Boylam: %2$.4f
uk: Широта: %1$.4f, довгота: %2$.4f
vi: Kinh độ: %1$.4f, Kinh độ: %2$.4f
zh_hans: 纬度: %1$.4f, 经度: %2$.4f
zh_hant: 緯度: %1$.4f, 經度: %2$.4f

# overlay.time.label
source: Time
bg: време
ca: Temps
cs: Čas
da: Tid
de: Zeit
el: Φορά
fi: Aika
he: זְמַן
hr: Vrijeme
hu: Idő
id: Waktu
it: Tempo
ja: 時間
ko: 시간
ms: Masa
nb: Tid
nl: Tijd
pl: Czas
ro: Timp
sk: Čas
sv: Tid
th: เวลา
tr: Zaman
uk: час
vi: Thời gian

# permission.camera.denied.message
source: Camera access is required for video evidence. Enable it in Settings.
bg: За видео доказателства е необходим достъп до камерата. Активирайте го в Настройки.
ca: L'accés a la càmera és necessari per a proves de vídeo. Activeu-lo a Configuració.
cs: Pro důkaz videa je vyžadován přístup k fotoaparátu. Povolte jej v Nastavení.
da: Kameraadgang er påkrævet for videobevis. Aktiver det i Indstillinger.
de: Für den Videobeweis ist der Zugriff auf die Kamera erforderlich. Aktivieren Sie es in den Einstellungen.
el: Απαιτείται πρόσβαση στην κάμερα για τεκμήρια βίντεο. Ενεργοποιήστε το στις Ρυθμίσεις.
fi: Videotodistusta varten tarvitaan pääsy kameraan. Ota se käyttöön asetuksista.
he: נדרשת גישה למצלמה עבור ראיות וידאו. הפעל את זה בהגדרות.
hr: Za videodokaz potreban je pristup kameri. Omogućite ga u postavkama.
hu: A videobizonyításhoz kamera-hozzáférés szükséges. Engedélyezze a Beállításokban.
id: Akses kamera diperlukan untuk bukti video. Aktifkan di Pengaturan.
it: Per le prove video è necessario l'accesso alla telecamera. Abilitalo in Impostazioni.
ja: ビデオ証拠を得るにはカメラへのアクセスが必要です。設定で有効にします。
ko: 영상 증거를 위해 카메라 접근이 필요합니다. 설정에서 활성화하세요.
ms: Akses kamera diperlukan untuk bukti video. Dayakannya dalam Tetapan.
nb: Kameratilgang er nødvendig for videobevis. Aktiver det i Innstillinger.
nl: Voor videobewijs is cameratoegang vereist. Schakel het in Instellingen in.
pl: Aby uzyskać dowód wideo, wymagany jest dostęp do kamery. Włącz to w Ustawieniach.
ro: Accesul la cameră este necesar pentru dovezile video. Activați-l în Setări.
sk: Pre video dôkaz je potrebný prístup k fotoaparátu. Povoľte ho v Nastaveniach.
sv: Kameraåtkomst krävs för videobevis. Aktivera det i Inställningar.
th: จำเป็นต้องมีการเข้าถึงกล้องเพื่อเป็นหลักฐานวิดีโอ เปิดใช้งานได้ในการตั้งค่า
tr: Video kanıtı için kamera erişimi gereklidir. Ayarlar'da etkinleştirin.
uk: Для відеозапису потрібен доступ до камери. Увімкніть це в налаштуваннях.
vi: Cần có quyền truy cập vào máy ảnh để có bằng chứng video. Kích hoạt nó trong Cài đặt.
zh_hans: 录像取证需要相机权限。请在设置中开启。
zh_hant: 錄影取證需要相機權限。請在設定中開啟。

# permission.camera.denied.title
source: Camera Access Required
bg: Изисква се достъп до камерата
ca: Accés a la càmera requerit
cs: Je vyžadován přístup k fotoaparátu
da: Kameraadgang påkrævet
de: Kamerazugriff erforderlich
el: Απαιτείται πρόσβαση στην κάμερα
fi: Kameran käyttö vaaditaan
he: נדרשת גישה למצלמה
hr: Potreban pristup kameri
hu: Kamera hozzáférés szükséges
id: Akses Kamera Diperlukan
it: È richiesto l'accesso alla fotocamera
ja: カメラへのアクセスが必要です
ko: 카메라 액세스 필요
ms: Akses Kamera Diperlukan
nb: Kameratilgang kreves
nl: Cameratoegang vereist
pl: Wymagany dostęp do kamery
ro: Accesul la cameră este necesar
sk: Vyžaduje sa prístup k fotoaparátu
sv: Kameraåtkomst krävs
th: จำเป็นต้องเข้าถึงกล้อง
tr: Kamera Erişimi Gerekli
uk: Потрібен доступ до камери
vi: Yêu cầu truy cập máy ảnh
zh_hans: 需要相机权限
zh_hant: 需要相機權限

# permission.location.denied.message
source: Location is optional. Video can still be recorded without GPS in the watermark. Enable location in Settings to embed coordinates.
bg: Местоположението не е задължително. Видеото все още може да бъде записано без GPS във водния знак. Активирайте местоположението в Настройки, за да вградите координати.
ca: La ubicació és opcional. El vídeo encara es pot gravar sense GPS a la marca d'aigua. Activa la ubicació a Configuració per incrustar les coordenades.
cs: Umístění je volitelné. Video lze stále nahrávat bez GPS ve vodoznaku. Chcete-li vložit souřadnice, povolte polohu v Nastavení.
da: Placering er valgfri. Video kan stadig optages uden GPS i vandmærket. Aktiver placering i Indstillinger for at integrere koordinater.
de: Der Standort ist optional. Videos können weiterhin ohne GPS im Wasserzeichen aufgezeichnet werden. Aktivieren Sie den Standort in den Einstellungen, um Koordinaten einzubetten.
el: Η τοποθεσία είναι προαιρετική. Το βίντεο μπορεί ακόμα να εγγραφεί χωρίς GPS στο υδατογράφημα. Ενεργοποιήστε την τοποθεσία στις Ρυθμίσεις για ενσωμάτωση συντεταγμένων.
fi: Sijainti on valinnainen. Video voidaan silti tallentaa ilman GPS vesileimassa. Ota sijainti käyttöön asetuksista upottaaksesi koordinaatit.
he: המיקום הוא אופציונלי. עדיין ניתן להקליט וידאו ללא GPS בסימן המים. אפשר מיקום בהגדרות כדי להטמיע קואורדינטות.
hr: Lokacija nije obavezna. Video se i dalje može snimati bez GPS u vodenom žigu. Omogućite lokaciju u postavkama za ugrađivanje koordinata.
hu: A helyszín nem kötelező. A videó továbbra is rögzíthető anélkül, hogy GPS szerepelne a vízjelben. A koordináták beágyazásához engedélyezze a helyet a Beállításokban.
id: Lokasi adalah opsional. Video tetap dapat direkam tanpa GPS di tanda air. Aktifkan lokasi di Pengaturan untuk menyematkan koordinat.
it: La posizione è facoltativa. Il video può comunque essere registrato senza GPS nella filigrana. Abilita la posizione in Impostazioni per incorporare le coordinate.
ja: 場所はオプションです。ウォーターマークに GPS を入れなくてもビデオを録画できます。設定で位置情報を有効にして座標を埋め込みます。
ko: 위치는 선택사항입니다. 워터마크에 GPS 없이도 비디오를 녹화할 수 있습니다. 좌표를 삽입하려면 설정에서 위치를 활성화하세요.
ms: Lokasi adalah pilihan. Video masih boleh dirakam tanpa GPS dalam tera air. Dayakan lokasi dalam Tetapan untuk membenamkan koordinat.
nb: Plassering er valgfritt. Video kan fortsatt tas opp uten GPS i vannmerket. Aktiver plassering i Innstillinger for å bygge inn koordinater.
nl: Locatie is optioneel. Video kan nog steeds worden opgenomen zonder GPS in het watermerk. Schakel locatie in Instellingen in om coördinaten in te sluiten.
pl: Lokalizacja jest opcjonalna. Wideo można nadal nagrywać bez GPS w znaku wodnym. Włącz lokalizację w Ustawieniach, aby osadzić współrzędne.
ro: Locația este opțională. Videoclipul poate fi încă înregistrat fără GPS în filigran. Activați locația în Setări pentru a încorpora coordonatele.
sk: Umiestnenie je voliteľné. Video je možné nahrávať aj bez GPS vo vodoznaku. Ak chcete vložiť súradnice, povoľte polohu v Nastaveniach.
sv: Plats är valfritt. Video kan fortfarande spelas in utan GPS i vattenstämpeln. Aktivera plats i Inställningar för att bädda in koordinater.
th: สถานที่ตั้งเป็นทางเลือก วิดีโอยังคงสามารถบันทึกวิดีโอได้โดยไม่ต้องมี GPS ในลายน้ำ เปิดใช้งานตำแหน่งในการตั้งค่าเพื่อฝังพิกัด
tr: Konum isteğe bağlıdır. Video, filigranda GPS olmadan da kaydedilebilir. Koordinatları eklemek için Ayarlar'da konumu etkinleştirin.
uk: Розташування необов’язкове. Відео все ще можна записувати без GPS у водяному знаку. Увімкніть місцезнаходження в налаштуваннях, щоб вставити координати.
vi: Vị trí là tùy chọn. Vẫn có thể quay video mà không có GPS trong hình mờ. Bật vị trí trong Cài đặt để nhúng tọa độ.
zh_hans: 定位为可选项。未授权时仍可录像，但水印中不会包含 GPS。如需嵌入坐标，请在设置中开启定位。
zh_hant: 定位為可選項。未授權時仍可錄影，但浮水印中不會包含 GPS。如需嵌入座標，請在設定中開啟定位。

# permission.location.denied.title
source: Location Access
bg: Достъп до местоположение
ca: Localització Accés
cs: Přístup k poloze
da: Lokationsadgang
de: Standortzugriff
el: Πρόσβαση τοποθεσίας
fi: Sijainnin käyttöoikeus
he: גישה למיקום
hr: Pristup lokaciji
hu: Helyhozzáférés
id: Akses Lokasi
it: Accesso alla posizione
ja: 場所へのアクセス
ko: 위치 접근
ms: Akses Lokasi
nb: Stedstilgang
nl: Toegang tot locatie
pl: Dostęp do lokalizacji
ro: Acces la locație
sk: Prístup k polohe
sv: Platsåtkomst
th: การเข้าถึงตำแหน่ง
tr: Konum Erişimi
uk: Доступ до місцезнаходження
vi: Quyền truy cập vị trí
zh_hans: 定位权限
zh_hant: 定位權限

# permission.microphone.denied.message
source: Decibel Meter needs microphone access to measure sound levels and record audio. Enable it in Settings.
bg: Decibel Meter се нуждае от достъп до микрофона, за да измерва нивата на звука и да записва аудио. Активирайте го в Настройки.
ca: Decibel Meter necessita accés al micròfon per mesurar els nivells de so i gravar àudio. Activeu-lo a Configuració.
cs: Decibel Meter potřebuje přístup k mikrofonu, aby mohl měřit úrovně zvuku a nahrávat zvuk. Povolte jej v Nastavení.
da: Decibel Meter har brug for mikrofonadgang for at måle lydniveauer og optage lyd. Aktiver det i Indstillinger.
de: Decibel Meter benötigt Zugriff auf das Mikrofon, um Schallpegel zu messen und Audio aufzunehmen. Aktivieren Sie es in den Einstellungen.
el: Το Decibel Meter χρειάζεται πρόσβαση στο μικρόφωνο για τη μέτρηση των επιπέδων ήχου και την εγγραφή ήχου. Ενεργοποιήστε το στις Ρυθμίσεις.
fi: Decibel Meter tarvitsee mikrofonin pääsyn äänitason mittaamiseen ja äänen tallentamiseen. Ota se käyttöön asetuksista.
he: Decibel Meter זקוק לגישה למיקרופון כדי למדוד רמות קול ולהקליט אודיו. הפעל את זה בהגדרות.
hr: Decibel Meter treba pristup mikrofonu za mjerenje razine zvuka i snimanje zvuka. Omogućite ga u postavkama.
hu: A Decibel Meter mikrofon-hozzáférést igényel a hangszint méréséhez és a hang rögzítéséhez. Engedélyezze a Beállításokban.
id: Decibel Meter memerlukan akses mikrofon untuk mengukur level suara dan merekam audio. Aktifkan di Pengaturan.
it: Decibel Meter necessita dell'accesso al microfono per misurare i livelli sonori e registrare l'audio. Abilitalo in Impostazioni.
ja: Decibel Meter では、騒音レベルの測定と音声の録音のためにマイクへのアクセスが必要です。設定で有効にします。
ko: Decibel Meter은 소음 수준을 측정하고 오디오를 녹음하려면 마이크 액세스 권한이 필요합니다. 설정에서 활성화하세요.
ms: Decibel Meter memerlukan akses mikrofon untuk mengukur tahap bunyi dan merakam audio. Dayakannya dalam Tetapan.
nb: Decibel Meter trenger mikrofontilgang for å måle lydnivåer og ta opp lyd. Aktiver det i Innstillinger.
nl: Decibel Meter heeft microfoontoegang nodig om het geluidsniveau te meten en audio op te nemen. Schakel het in Instellingen in.
pl: Decibel Meter potrzebuje dostępu do mikrofonu, aby mierzyć poziom dźwięku i nagrywać dźwięk. Włącz to w Ustawieniach.
ro: Decibel Meter are nevoie de acces la microfon pentru a măsura nivelurile de sunet și pentru a înregistra sunet. Activați-l în Setări.
sk: Decibel Meter potrebuje prístup k mikrofónu na meranie úrovní zvuku a nahrávanie zvuku. Povoľte ho v Nastaveniach.
sv: Decibel Meter behöver mikrofonåtkomst för att mäta ljudnivåer och spela in ljud. Aktivera det i Inställningar.
th: Decibel Meter ต้องการเข้าถึงไมโครโฟนเพื่อวัดระดับเสียงและบันทึกเสียง เปิดใช้งานได้ในการตั้งค่า
tr: Decibel Meter'nin ses seviyelerini ölçmek ve ses kaydetmek için mikrofon erişimine ihtiyacı var. Ayarlar'da etkinleştirin.
uk: Decibel Meter потребує доступу до мікрофона, щоб вимірювати рівні звуку та записувати звук. Увімкніть це в налаштуваннях.
vi: Decibel Meter cần quyền truy cập vào micrô để đo mức âm thanh và ghi lại âm thanh. Kích hoạt nó trong Cài đặt.
zh_hans: Decibel Meter 需要麦克风权限以测量噪声并录音。请在设置中开启。
zh_hant: Decibel Meter 需要麥克風權限以測量噪聲並錄音。請在設定中開啟。

# permission.microphone.denied.title
source: Microphone Access Required
bg: Изисква се достъп до микрофона
ca: Accés al micròfon obligatori
cs: Je vyžadován přístup k mikrofonu
da: Mikrofonadgang påkrævet
de: Mikrofonzugriff erforderlich
el: Απαιτείται πρόσβαση στο μικρόφωνο
fi: Mikrofonin käyttö vaaditaan
he: נדרשת גישה למיקרופון
hr: Potreban pristup mikrofonu
hu: Mikrofon hozzáférés szükséges
id: Akses Mikrofon Diperlukan
it: È richiesto l'accesso al microfono
ja: マイクへのアクセスが必要です
ko: 마이크 액세스 필요
ms: Akses Mikrofon Diperlukan
nb: Mikrofontilgang kreves
nl: Microfoontoegang vereist
pl: Wymagany dostęp do mikrofonu
ro: Este necesar accesul la microfon
sk: Vyžaduje sa prístup k mikrofónu
sv: Mikrofonåtkomst krävs
th: จำเป็นต้องเข้าถึงไมโครโฟน
tr: Mikrofon Erişimi Gerekli
uk: Потрібен доступ до мікрофона
vi: Yêu cầu quyền truy cập micrô
zh_hans: 需要麦克风权限
zh_hant: 需要麥克風權限
